xedt/esp32-wifi-penetration-tool-esp32c3/sdkconfig.defaults
CONFIG_ESP32_WIFI_NVS_ENABLED=n

# For ESP-IDF v5.4
CONFIG_ESP_WIFI_NVS_ENABLED=n

CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_PHY_CALIBRATION_MODE=0
